tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "autoconf"
brew "bazel"
brew "glib"
brew "python@3.9"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fish"
brew "flac"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "grafana"
brew "harfbuzz"
brew "htop"
brew "influxdb", restart_service: true
brew "jemalloc"
brew "kubernetes-cli", link: false
brew "lame"
brew "libde265"
brew "libfido2"
brew "libpcl"
brew "libpq"
brew "makedepend"
brew "neovim"
brew "nmap"
brew "node", link: false
brew "openssh"
brew "packer"
brew "pango"
brew "pass"
brew "pipenv"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "python@3.7"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "unixodbc"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "derailed/k9s/k9s"
cask "1password", args: { appdir: "~/Applications" }
cask "adoptopenjdk8"
cask "atom"
cask "firefox"
cask "google-cloud-sdk"
cask "iterm2", args: { appdir: "~/Applications" }
cask "notion"
